"ALL_DAY_DAY_VIEW" = "tot el dia";
"NOON" = "Migdia";
"UNTITLED_EVENT" = "Nou esdeveniment";
"ALL_DAY" = "tot el dia";
"ALL_DAY_EVENTS" = "esdeveniments de tot el dia";
"CELL_ENDS" = "ACABA";

"CALENDARS" = "Calendaris";

"ALL" = "Tot";
"ALL_CALENDARS" = "Tots";
"ALL_OF_STORE" = "Tots els %@";
"N_CALENDARS" = "%@ calendaris";

"SHOW_CALENDARS" = "Mostrar els calendaris";
"SHOW_ALL_CALENDARS" = "Mostrar tots els calendaris";
"HIDE_ALL_CALENDARS" = "Ocultar tots els calendaris";
"NO_CALENDARS" = "Cap calendari";

"ALERT" = "Avís";
"ALERT_LOWERCASE" = "avís";
"ALERT_DETAIL_NAV_TITLE" = "Avís";
"SECOND_ALERT" = "Segon avís";
"NONE_ALERT" = "Mai";
"NONE_INVITEES" = "Cap";
"EVENT" = "Esdeveniment";
"EVENTS" = "Esdeveniments";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dies";
"INTERVAL_DAY" = "1 dia";
"INTERVAL_HOURS" = "%@ hores";
"INTERVAL_HOUR" = "1 hora";
"INTERVAL_MINUTES" = "%@ minuts";
"INTERVAL_MINUTE" = "1 minut";
"INTERVAL_SECONDS" = "%@ segons";
"INTERVAL_SECOND" = "1 segon";
"INTERVAL_WEEK" = "1 setmana";
"INTERVAL_FORMAT_BEFORE" = "%@ abans";
"INTERVAL_FORMAT_AFTER" = "%@ després";
"BEFORE" = " abans";
"AFTER" = " després";
"ON_TIME" = "A l'hora de l'esdeveniment";
"ON_TIME_AT" = "El dia de l'esdeveniment (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " a ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "a ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Tot el dia";

"DETAIL_DURATION_FORMAT" = "de %@ a %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "de %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ a %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "a %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Tot el dia des de %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "a %@";

"CALENDAR" = "Calendari";
"UNTITLED_CALENDAR" = "Calendari sense títol";
"UNTITLED_ACCOUNT" = "Compte sense títol";

"NOTES_PLACEHOLDER" = "Notes";
"NOTES_LOWERCASE" = "notes";
"NOTES" = "Notes";
"SHOW_ALL_NOTES" = "Mostrar totes les notes";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Veure a Facebook";

"UNKNOWN" = "Desconegut";

"SHARED_CALENDAR" = "Calendari compartit";
"SHARED" = "Compartit";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Compartit per %@";
"SHARED_WITH_SINGLE_PERSON" = "Compartit amb %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Compartit amb %@ i…";
"PUBLIC_AND_SHARED" = "Públic i compartit amb %@…";

"ACCESS_DENIED_EVENTS" = "Aquesta aplicació no té accés als vostres calendaris.";
"ACCESS_DENIED_REMINDERS" = "Aquesta aplicació no té accés als vostres recordatoris.";

/* Name of subscribed group */
"SUBSCRIBED" = "Subscrits";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Aniversaris";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Altres";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Recordatoris";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Inici";
"ICLOUD_WORK_CALENDAR" = "Feina";

"STARTS" = "Inici";
"ENDS" = "Final";

"REPEAT" = "Repetir";
"NEVER" = "Mai";
"DAILY" = "Diàriament";
"WEEKLY" = "Setmanalment";
"BIWEEKLY" = "Quinzenalment";
"MONTHLY" = "Mensualment";
"YEARLY" = "Anualment";
"CUSTOM" = "Personalitzat";

"AVAILABILITY" = "Disponibilitat";
"BUSY" = "Ocupat";
"FREE" = "Lliure";
"TENTATIVE" = "Per confirmar";
"OUT_OF_OFFICE" = "Fora de l’oficina";

"EDIT" = "Editar";
"CANCEL" = "Cancel·lar";
"DONE" = "OK";
"ADD" = "Afegir";
"TO_WITH_COLON" = "Per a:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detalls esdev.";
"ICS_EVENTS" = "%@ esdeveniments";

/* button title */
"ICS_ADD_ALL" = "Afegir tot";
"ICS_ADD_SOME" = "Afegir (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Seleccionar";

"DELETE_CALENDAR" = "Eliminar calendari";
"EDIT_CALENDAR" = "Editar calendari";
"EDIT_CALENDARS" = "Editar calendaris";
"ADD_CALENDAR" = "Afegir calendari";
"JOIN_CALENDAR" = "Accedir al calendari";
"CALENDAR_NAME" = "Nom del calendari";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nou calendari…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Afegir calendari…";
"DELETE_CALENDAR_CONFIRMATION" = "Segur que voleu eliminar aquest calendari? S'eliminaran tots els esdeveniments i recordatoris associats a ell.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Segur que voleu eliminar aquest calendari? S'eliminaran tots els esdeveniments associats a ell.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Segur que voleu eliminar aquest calendari? S'eliminaran tots els recordatoris associats a ell.";

"UNKNOWN_IDENTITY" = "algú";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Algú";

"JOIN_CALENDAR_TITLE_FORMAT" = "Accedir a “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ us ha convidat a un calendari compartit.";

"CANCELELD_BY_FORMAT" = "Cancel·lat per %@";
"FROM_FORMAT" = "De: %@";
"TIME_CHANGED_TO_FORMAT" = "S’ha canviat l’hora a %@";
"DATE_CHANGED_TO_FORMAT" = "S’ha canviat la data a %@";
"LOCATION_CHANGED" = "Localització canviada";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Color";
"PURPLE" = "Porpra";
"ORANGE" = "Taronja";
"BLUE" = "Blau";
"RED" = "Vermell";
"BROWN" = "Marró";
"YELLOW" = "Groc";
"GREEN" = "Verd";

"SHARED_WITH_COLON" = "Compartit amb:";
"PENDING" = "Pendent";
"OWNER" = "Propietari";
"ADD_PERSON" = "Afegir persona";
"ADD_PERSON_WITH_ELLIPSIS" = "Afegir persona…";
"PUBLIC_CALENDAR" = "Calendari públic";
"PUBLIC_CALENDAR_DESCRIPTION" = "Permetre que tothom se subscrigui a una versió només de lectura d’aquest calendari.";
"PUBLISHING_WITH_ELLIPSIS" = "Publicant…";
"VIEW_ONLY" = "Només veure";
"VIEW_AND_EDIT" = "Veure i editar";
"ALLOW_EDITING" = "Permetre l’edició";
"ALLOW_EDITING_DESCRIPTION" = "Permetre que aquesta persona\nfaci canvis al calendari.";
"RESEND_SHARING_INVITATION" = "Reenviar la invitació per compartir";
"REMOVE_FROM_CALENDAR" = "Eliminar del calendari";
"REMOVE" = "Eliminar";
"REMOVE_ALERT_TEXT" = "%@ perdrà immediatament l’accés a aquest calendari.";
"SHARE_LINK_WITH_ELLIPSIS" = "Compartir l’enllaç…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Compartir l’enllaç al calendari amb:";
"EMAIL" = "Correu";
"MESSAGE" = "Missatge";
"TWEET" = "Tuit";
"COPY_LINK" = "Copiar l’enllaç";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Afegit a %@ per %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Eliminat de %@ per %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Actualitzat a %@ per %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ canviat per %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ canviat a %@ per %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ i %@ canviats per %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ esdeveniments afegits a %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ esdeveniments eliminats de %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ esdeveniments actualitzats a %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ esdeveniments afegits a %@ per part de %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ esdeveniments eliminats de %@ per part de %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ esdeveniments actualitzats a %@ per part de %@.";

"SHARED_PROP_DATE" = "data";
"SHARED_PROP_TIME" = "hora";
"SHARED_PROP_TITLE" = "títol";
"SHARED_PROP_LOCATION" = "ubicació";

"ADD_SHAREES_PROMPT" = "Afegiu participants a aquest calendari.";

"CREATED_BY" = "Creat per";
"EDITED_BY" = "Editat per";
"CREATED_BY_LOWERCASE" = "creat per";
"EDITED_BY_LOWERCASE" = "editat per";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ ha acceptat el vostre calendari compartit.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ ha refusat el vostre calendari compartit.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ està pendent de confirmar aquesta invitació de calendari compartit.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Aquest calendari ja no està compartit.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Aquest calendari ara és públic.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Subscriure’s al meu calendari %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Subscriure’s al meu calendari %@ a: %@";

"ATTACHMENTS" = "Arxius adjunts";
"ATTACHMENTS_LOWERCASE" = "arxius adjunts";
"CANNOT_OPEN_ATTACHMENT" = "No es pot obrir l'adjunt";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ de %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Hi ha hagut un error en descarregar l'adjunt.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Aquest tipus d'arxiu és incompatible.";
"UNTITLED_ATTACHMENT" = "Adjunt sense títol";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Actualitzant calendaris…";

"ENDS_TIME_FORMAT" = "acaba el %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ a les %@";
"CALENDAR_TODAY" = "Avui";
"CALENDAR_TODAY_LOWER" = "Avui";
"CALENDAR_YESTERDAY" = "Ahir";
"CALENDAR_YESTERDAY_LOWER" = "ahir";
"CALENDAR_TOMORROW" = "Demà";
"CALENDAR_TOMORROW_LOWER" = "demà";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Últim %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "últim %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Últim %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "últim %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Aquest %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "aquest %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Aquest %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "aquest %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Subscrits";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "subscrits";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
